Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/auto/PUR_en-US_de.tmx
Source language: en_us
Languages: de

source: The type of product that the unit is currently purchasing.^
de: Die Art des Produkts, das die Einheit derzeit kauft.^

source: This area shows the stock of the product in the unit.
de: Dieser Bereich zeigt den Bestand des Produkts in der Einheit an.

source: Each box represents one cargo of the product.
de: Jede Box repräsentiert eine Ladung des Produkts.

source: Each cargo can store a certain number of units of the product.^^The number of units a cargo can hold varies from product to product.
de: Jede Ladung kann eine bestimmte Anzahl von Einheiten des Produkts lagern.^^Die Anzahl der Einheiten, die eine Ladung aufnehmen kann, variiert von Produkt zu Produkt.

source: For some expensive products, such as cars, one cargo can hold only a few units of the product.
de: Bei einigen teuren Produkten, wie beispielsweise Autos, kann eine Ladung nur wenige Einheiten des Produkts aufnehmen.

source: For lower-cost products, such as shampoo, one cargo can hold up to several thousand units of the product.
de: Bei kostengünstigeren Produkten, wie z.B. Shampoo, kann eine Ladung bis zu mehreren tausend Einheiten des Produkts aufnehmen.

source: This makes the total value of all cargoes of all types of products about the same.^
de: Damit ist der Gesamtwert aller Ladungen aller Arten von Produkten etwa gleich.^

source: The yellow bar indicates the supply of the product by the supplier.
de: Die gelbe Leiste zeigt die Lieferung des Produkts durch den Lieferanten an.

source: The orange bar indicates the demand of the product from the current firm.
de: Der orangefarbene Balken zeigt die Nachfrage des Produkts von der aktuellen Firma an.

source: If the supply bar is shorter than the demand bar, that means there is a lack of supply.
de: Wenn die Angebotsleiste kleiner ist als die Nachfrageleiste, bedeutet das, dass ein Mangel an Angebot besteht.

source: Overall firm performance may be affected by the lack of the supply.
de: Die Gesamtleistung des Unternehmens kann durch die mangelnde Versorgung beeinträchtigt werden.

source: In this case, you should consider switching to a better supplier.^
de: In diesem Fall sollten Sie einen Wechsel zu einem besseren Lieferanten in Betracht ziehen.^

source: This brown bar shows the utilization of the unit.
de: Der braune Balken zeigt die Auslastung der Einheit an.

source: If this bar reaches its full length, the unit has reached its full capacity.
de: Wenn dieser Balken seine volle Länge erreicht, hat die Einheit ihre volle Kapazität erreicht.
